"""
1. Создайте новый проект
2. В файл main.py добавьте следующий код
print('Hi, PyCharm')
x = 43
y = 32
print(x * y)
print("End line")

Согласно скриншоту нажмите на самую первую строчку в коде на нумерации строк,
чтобы поставить точку остановки (breakpoint)
Ваша задача:
Запустите проект
1. Пошагово запустите проект, нажмите на иконку дебага справа от запуска проекта "жучок"
2. В консоли посмотрите на результат программы
3. Используйте Step Over (см. скриншот) для перехода к следующему шагу выполнения программы
4. Посмотрите на консоль и на ход выполнения программы
5. Приложите скриншот (изображение), написанного кода
"""

print('Hi, PyCharm')
x = 43
y = 32
print(x * y)
print("End line")